//------------------------------------------------------------------------------
// <автоматически создаваемое>
//     Этот код создан программой.
//
//     Изменения в этом файле могут привести к неправильной работе и будут потеряны в случае
//     повторной генерации кода. 
// </автоматически создаваемое>
//------------------------------------------------------------------------------

namespace DemoShowcase.Admin
{


	public partial class Users
	{

		/// <summary>
		/// lblMsg элемент управления.
		/// </summary>
		/// <remarks>
		/// Автоматически созданное поле.
		/// Для изменения переместите объявление поля из файла конструктора в файл кода программной части.
		/// </remarks>
		protected global::System.Web.UI.WebControls.Label lblMsg;

		/// <summary>
		/// rUsers элемент управления.
		/// </summary>
		/// <remarks>
		/// Автоматически созданное поле.
		/// Для изменения переместите объявление поля из файла конструктора в файл кода программной части.
		/// </remarks>
		protected global::System.Web.UI.WebControls.Repeater rUsers;
	}
}
